[
    {
        "reference": "요한복음 3:16",
        "text": "하나님이 세상을 이처럼 사랑하사 독생자를 주셨으니 이는 그를 믿는 자마다 멸망하지 않고 영생을 얻게 하려 하심이라",
        "en_reference": "John 3:16",
        "en_text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."
    },
    {
        "reference": "빌립보서 4:13",
        "text": "내게 능력 주시는 자 안에서 내가 모든 것을 할 수 있느니라",
        "en_reference": "Philippians 4:13",
        "en_text": "I can do all this through him who gives me strength."
    },
    {
        "reference": "시편 23:1",
        "text": "여호와는 나의 목자시니 내게 부족함이 없으리로다",
        "en_reference": "Psalm 23:1",
        "en_text": "The LORD is my shepherd, I lack nothing."
    },
    {
        "reference": "잠언 3:5-6",
        "text": "너는 마음을 다하여 여호와를 신뢰하고 네 명철을 의지하지 말라 너는 범사에 그를 인정하라 그리하면 네 길을 지도하시리라",
        "en_reference": "Proverbs 3:5-6",
        "en_text": "Trust in the LORD with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight."
    },
    {
        "reference": "로마서 8:28",
        "text": "우리가 알거니와 하나님을 사랑하는 자 곧 그의 뜻대로 부르심을 입은 자들에게는 모든 것이 합력하여 선을 이루느니라",
        "en_reference": "Romans 8:28",
        "en_text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose."
    },
    {
        "reference": "마태복음 11:28",
        "text": "수고하고 무거운 짐 진 자들아 다 내게로 오라 내가 너희를 쉬게 하리라",
        "en_reference": "Matthew 11:28",
        "en_text": "Come to me, all you who are weary and burdened, and I will give you rest."
    },
    {
        "reference": "이사야 41:10",
        "text": "두려워하지 말라 내가 너와 함께 함이라 놀라지 말라 나는 네 하나님이 됨이라 내가 너를 굳세게 하리라 참으로 너를 도와주리라 참으로 나의 의로운 오른손으로 너를 붙들리라",
        "en_reference": "Isaiah 41:10",
        "en_text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."
    },
    {
        "reference": "시편 46:1",
        "text": "하나님은 우리의 피난처시요 힘이시니 환난 중에 만날 큰 도움이시라",
        "en_reference": "Psalm 46:1",
        "en_text": "God is our refuge and strength, an ever-present help in trouble."
    },
    {
        "reference": "예레미야 29:11",
        "text": "여호와의 말씀이니라 너희를 향한 나의 생각을 내가 아나니 평안이요 재앙이 아니니라 너희에게 미래와 희망을 주는 것이니라",
        "en_reference": "Jeremiah 29:11",
        "en_text": "For I know the plans I have for you, declares the LORD, plans to prosper you and not to harm you, plans to give you hope and a future."
    },
    {
        "reference": "고린도전서 13:4-5",
        "text": "사랑은 오래 참고 사랑은 온유하며 시기하지 아니하며 사랑은 자랑하지 아니하며 교만하지 아니하며 무례히 행하지 아니하며 자기의 유익을 구하지 아니하며 성내지 아니하며 악한 것을 생각하지 아니하며",
        "en_reference": "1 Corinthians 13:4-5",
        "en_text": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud. It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs."
    },
    {
        "reference": "갈라디아서 5:22-23",
        "text": "오직 성령의 열매는 사랑과 희락과 화평과 오래 참음과 자비와 양선과 충성과 온유와 절제니 이같은 것을 금지할 법이 없느니라",
        "en_reference": "Galatians 5:22-23",
        "en_text": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law."
    },
    {
        "reference": "시편 118:24",
        "text": "이 날은 여호와께서 정하신 것이라 이 날에 우리가 즐거워하고 기뻐하리로다",
        "en_reference": "Psalm 118:24",
        "en_text": "This is the day the LORD has made; let us rejoice and be glad in it."
    },
    {
        "reference": "마태복음 6:33",
        "text": "그런즉 너희는 먼저 그의 나라와 그의 의를 구하라 그리하면 이 모든 것을 너희에게 더하시리라",
        "en_reference": "Matthew 6:33",
        "en_text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well."
    },
    {
        "reference": "요한복음 14:6",
        "text": "예수께서 이르시되 내가 곧 길이요 진리요 생명이니 나로 말미암지 않고는 아버지께로 올 자가 없느니라",
        "en_reference": "John 14:6",
        "en_text": "Jesus answered, I am the way and the truth and the life. No one comes to the Father except through me."
    },
    {
        "reference": "에베소서 2:8-9",
        "text": "너희는 그 은혜에 의하여 믿음으로 말미암아 구원을 받았으니 이것은 너희에게서 난 것이 아니요 하나님의 선물이라 행위에서 난 것이 아니니 이는 누구든지 자랑하지 못하게 함이라",
        "en_reference": "Ephesians 2:8-9",
        "en_text": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—not by works, so that no one can boast."
    },
    {
        "reference": "시편 119:105",
        "text": "주의 말씀은 내 발에 등이요 내 길에 빛이니이다",
        "en_reference": "Psalm 119:105",
        "en_text": "Your word is a lamp for my feet, a light on my path."
    },
    {
        "reference": "베드로전서 5:7",
        "text": "너희 염려를 다 주께 맡기라 이는 그가 너희를 돌보심이라",
        "en_reference": "1 Peter 5:7",
        "en_text": "Cast all your anxiety on him because he cares for you."
    },
    {
        "reference": "데살로니가전서 5:16-18",
        "text": "항상 기뻐하라 쉬지 말고 기도하라 범사에 감사하라 이것이 그리스도 예수 안에서 너희를 향하신 하나님의 뜻이니라",
        "en_reference": "1 Thessalonians 5:16-18",
        "en_text": "Rejoice always, pray continually, give thanks in all circumstances; for this is God's will for you in Christ Jesus."
    },
    {
        "reference": "히브리서 11:1",
        "text": "믿음은 바라는 것들의 실상이요 보이지 않는 것들의 증거니",
        "en_reference": "Hebrews 11:1",
        "en_text": "Now faith is confidence in what we hope for and assurance about what we do not see."
    },
    {
        "reference": "야고보서 1:2-3",
        "text": "내 형제들아 너희가 여러 가지 시험을 당하거든 온전히 기쁘게 여기라 이는 너희 믿음의 시련이 인내를 만들어 내는 줄 너희가 앎이라",
        "en_reference": "James 1:2-3",
        "en_text": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance."
    }
]
